/* The title of the button for aborting the scanning of Audio Units. */
"Abort" = "Abbrechen";

/* alert button
   dialog confirmation */
"OK" = "OK";

/* alert button */
"Abort scan" = "Scan abbrechen";

/* alert button */
"Continue" = "Weiter";

/* alert button */
"Continue scan" = "Scan fortsetzen";

/* alert button */
"Ignore" = "Ignorieren";

/* alert button */
"Ignore plug-in" = "Plug-in ignorieren";

/* alert button */
"Open plug-in graphic interface" = "Plug-in-Benutzeroberfläche öffnen";

/* alert button */
"Start Plug-In Manager" = "Plug-in-Manager starten";

/* alert text */
"Dear ^P user,\nyou have %ld Audio Unit(s) enabled which did not pass the Apple AU validation. This may cause problems and can even crash ^P or lead to data loss! Please check with the manufacturer(s) for updated versions. We recommend disabling these plug-ins in the Plug-In Manager." = "Lieber ^P-Benutzer,\n%ld Audio Unit(s) sind aktiviert, die nicht die Apple-AU-Validierung bestanden haben. Dies kann Probleme verursachen und sogar zum Absturz von ^P oder zu Datenverlusten führen! Bitte frage bei dem/den Hersteller(n) nach neueren Versionen. Es wird empfohlen, diese Plug-ins im Plug-in-Manager zu deaktivieren.";

/* alert text */
"Only Audio Units that have been successfully scanned will be available in ^P.\nScanning will continue next time you launch ^P." = "Nur die erfolgreich gescannten Audio Units sind in ^P verfügbar.\nDer Scan-Vorgang wird beim nächsten Starten von ^P fortgesetzt.";

/* alert text */
"The Audio Unit “%@” by “%@” reports that it is not properly authorized to be used on this system.\nPlease check the plug-in’s documentation for more information about its copy protection." = "Die Audio Unit „%1$@“ von „%2$@“ meldet, dass sie für die Verwendung auf diesem System nicht korrekt autorisiert ist.\nIn der Dokumentation zum Plug-in findest du weitere Informationen über dessen Kopierschutz.";

/* alert text */
"The Audio Unit “%@” by “%@” reports that it is not properly authorized to be used on this system.\nPlease check the plug-in’s documentation for more information about its copy protection. You may open the plug-in’s graphic interface now for managing copy protection." = "Die Audio Unit „%1$@“ von „%2$@“ meldet, dass sie für die Verwendung auf diesem System nicht korrekt autorisiert ist.\nIn der Dokumentation zum Plug-in findest du weitere Informationen über dessen Kopierschutz. Du kannst die Benutzeroberfläche des Plug-ins für die Verwaltung des Kopierschutzes öffnen.";

/* alert text */
"While verifying Audio Unit compatibility, ^P encountered %ld Audio Unit plug-in(s) which did not pass the Apple AU validation. These plug-ins have been excluded from further usage in ^P to prevent possible problems or crashes. You can start the Plug-In Manager now to review the validation results or continue the startup process." = "Beim Überprüfen der Audio Unit-Kompatibilität hat ^P %ld Audio Unit-Plug-in(s) gefunden, die die Apple-AU-Validierung nicht bestanden haben. Diese Plug-ins stehen daher in ^P nicht mehr zur Verfügung, um eventuelle Probleme oder Programmabstürze zu vermeiden. Du kannst den Plug-in-Manager jetzt starten, um die Validierungsergebnisse anzuzeigen, oder mit dem Startvorgang fortfahren.";

/* alert text */
"^P unexpectedly quit while trying to use the Audio Unit “%@” by “%@”.\nThis plug-in may require an update." = "^P wurde beim Versuch, Audio Unit „%1$@“ von „%2$@“ zu verwenden, unerwartet beendet.\nDieses Plug-in muss möglicherweise aktualisiert werden.";

/* alert title */
"An error has occurred with an installed Audio Unit plug-in." = "Bei einem installierten Audio-Unit-Plug-in ist ein Fehler aufgetreten.";

/* alert title */
"Audio Unit authorization error." = "Audio Unit: Autorisierungsfehler";

/* alert title */
"Incompatible Audio Units found." = "Inkompatible Audio Units gefunden.";

/* alert title */
"You are about to abort the scan process." = "Du möchtest den Scan-Vorgang abbrechen.";

/* alert title */
"You are using incompatible Audio Units." = "Du verwendest inkompatible Audio Units.";

/* audio unit type */
"MIDI processor" = "MIDI-Prozessor";

/* audio unit type */
"MIDI-controlled effect" = "MIDI-gesteuerter Effekt";

/* audio unit type */
"effect" = "Effekt";

/* audio unit type */
"format converter" = "Format-Converter";

/* audio unit type */
"generator" = "Generator";

/* audio unit type */
"instrument" = "Instrument";

/* audio unit type */
"mixer" = "Mixer";

/* audio unit type */
"offline effect" = "Offline-Effekt";

/* audio unit type */
"output unit" = "Ausgangsgerät";

/* audio unit type */
"panner" = "Panner";

/* message while starting up */
"Searching for Audio Unit plug-ins…" = "Nach Audio Units-Plug-ins suchen …";

/* message while starting up */
"Updating information about Audio Unit plug-ins…" = "Informationen über Audio Units-Plug-ins aktualisieren …";

/* possible validation result */
"couldn’t be opened" = "Öffnen fehlgeschlagen";

/* possible validation result */
"crashed validation" = "Validierung fehlgeschlagen";

/* possible validation result */
"failed validation" = "Validierung nicht bestanden";

/* possible validation result */
"not authorized" = "Nicht autorisiert";

/* possible validation result */
"not validated due to internal error" = "Nicht validiert: interner Fehler";

/* possible validation result */
"not yet validated" = "noch nicht validiert";

/* possible validation result */
"successfully validated" = "Validierung erfolgreich";

/* progress dialog text */
"Scanning Audio Units (finalized %d of %d)" = "Audio Units scannen (abgeschlossen: %1$d von %2$d)";

/* progress dialog text */
"Scanning Audio Units (finalized %ld of %ld)" = "Audio Units scannen (abgeschlossen: %1$ld von %2$ld)";

/* used for invalid version numbers */
"invalid" = "ungültig";

/* used when value transformer can’t interpret given object */
"unknown" = "Unbekannt";
